problems/+azevedo/@MMSSpring2d/meshes/unitCube32x32/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.0                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    top
    {
        type            wall;
        nFaces          32;
        startFace       1984;
    }
    left
    {
        type            wall;
        nFaces          32;
        startFace       2016;
    }
    right
    {
        type            wall;
        nFaces          32;
        startFace       2048;
    }
    bottom
    {
        type            wall;
        nFaces          32;
        startFace       2080;
    }
    back
    {
        type            empty;
        nFaces          1024;
        startFace       2112;
    }
    front
    {
        type            empty;
        nFaces          1024;
        startFace       3136;
    }
)


// ************************************************************************* //
